# для страницы
u_admins = [626727521]
bot_id = 626727521
u_token = '066ad48c26dc8670613faf1f7346bcdde58be3977080ca63027199037ccd9e58bf1be38c3029c9aa655e1'

# для группы
g_admins = []
group_id = 0
g_token = ''

# комнады
hate = ['+хейт', '+hate']
unhate = ['-хейт', '-hate']
cooldown = ['!кд', '!cd']

# префиксы
hate_message_prefix = ['текст', 'text']
hate_photo_prefix = ['фото', 'photo']

# варианты сообщений
MESSAGE_VARIANTS = ["Я твой рот ебал", "Пошел нахуй", "Соси мой пайтонский член", "Маме своей так скажи",
                    "Ты быканул или мне показалось", "Не пиши мне, педик", "Ясно гей", "Пидорас ебаный", "Хуй из пасти вытащи и потом говори",
                    "Я вертел тебя на своем цифрововм хуе", "Ну и хули ты высрал", "Тебе уебать или дать пососать", "Нихуя ты умный", "Хорошо сосешь",
                    "А почему рот в говне", "Хуя ты сказанул", "От такой речи мне аж захотелось въебать тебе", "Ну и что ты мне сделаешь",
                    "Пососи ок", "Помойся, воняешь", "Нихуя ты заглотнул", "Готовь очко", "Сын шлюхи", "Вижу тебе понравилось как я тебя ебу",
                    "Лох ебаный", "Иди мамке поплачься", "В школе расскажешь", "Маме привет", "Шароеб ебаный", "Я твой рот ебал",
                    "На, хуй соси и не скули, пока я твою мать не начал ебать", "Че ты на мой хуй садишься как муха на говно",
                    "Сука, ты заебал мне яйца носом щекотать, соси аккуратно", "Прикол, твоя мать шлюха обоссаная", "Ты хули такой токсик, отчим в детстве выебал?",
                    "Оккупировал твое очко", "Ты че там кони двинул, сын пидораса", "Ты че заикаться то начал, хуеглот",
                    "Мамку твою ебал, что на это скажешь?", "Ты на кого выебываешься, фиксик ебаный", "Вхахахава, нихуя ты сказанул, чехол для хуя",
                    "От тебя говном воняет", "От таких слов даже твой батя в гробу перевернулся", "Ну как там с деньгами, еблан?",
                    "Нихуя тебе пердак разорвало", "Чет твой батя не постарался, сливаешься как говно", "Маму ебал", "Все ясно, автор пидорас",
                    "Расширил твое очко до размеров созвездия Гидры", "В палату быстро, долбоеб", "А когда я тебя ебал ты друое орал", "Как уебу тебе залупой по лбу", "Че ты высрал, подзалупник",
                    "Поешь говна", "10 iq ответ", "Завали ебало, уёбище безмозглое, сука я бы тебя закопал", "Хватит ныть как дешевая шлюха при виде огромного члена, твои выпуки читать все равно никто не будет",
                    "Молодец, а теперь отсоси так же, только с заглотом", "Девочка слитая, иди поплачься бате в хуй", "Ебало оффни, подзалупный творог",
                    "Сказал ты, сглотнув сперму своего бати", "Единственное,что отличает тебя от остальных маленьких хуеглотов, это твое оригинальное имя. Передай своим родителям, что они достаточно творческие хуеплеты.",
                    "Я тебе тут ебучку в моче ополаскиваю, нравится?", "Ебашу тебя хуем по лбу", "Обкончал тебя и твою дохлую мамашу", "haha", "『o』『t』『v』『e』『z』 『t』『v』『o』『u』 『m』『a』『t』 『n』『a』 『t』『r』『u』『p』『o』『v』『o』『z』『k』『e』 『v』 『b』『o』『r』『d』『e』『l』",
                    "еz søsе kаk bеглыŭ =D", "sаsеш tu kаk членаглаtаtель uллюzøрныŭ =D", "еz еz søsала tы mну kаk vzbалmøшныŭ =D", "хуŭøk ŋøsаsuvøеш bømш ŋøряdøчныŭ =D",
                    "ꍟꌃꍏꌗꃅꀎ ᐯꍏꌗ ꈤꍏ ꀤꁴꀤ", "🅴🅱🅰🆂🅷🆄 🆅🅰🆂 🅽🅰 🅸🆉🅸", "ꂦꋪꀘꍏꀎ ꈤꍟ ꀘꀎꌗꍏꀤ ꃅꀎꀤ", "ꍟꌃꍏꌗꃅꀎ ꓄ꌩꍏ ꈤꍏ ꀤꁴꌩꍏꃅ", "『h』『v』『a』『t』『i』『t』 『s』『v』『o』『i』『m』 『y』『a』『z』『y』『k』『o』『m』 『l』『i』『s』『a』『t』 『m』『o』『u』 『o』『b』『u』『v』", "ｈａｒｅ　ｎａ　ｍｏｅｍ　ｈｕｅ　ｏｒａｔ,　ｇｏｌｏｖａ　ｂｏｌｉｔ", "ꌗ꒒ꀤᐯꍏꀎ ꓄ꌩꍏ", "🆂🅻🅸🆅🅰🆄 🆃🆈🅰", "『s』『l』『i』『v』『a』『u』 『t』『y』『a』", "ｓｌｉｖａｕ　ｔｙａ",
                    "ꃅꍏꃅꍏꃅꍏꃅꍏꃅꍏꃅꍏꃅꍏꃅꍏ ꌗ꒒ꀤ꓄ ꎭꂦꍟꎭꀎ 4꒒ꍟꈤꀎ", "🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰 🆂🅻🅸🆃 🅼🅾🅴🅼🆄 4🅻🅴🅽🆄", "『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』 『s』『l』『i』『t』 『m』『o』『e』『m』『u』 『4』『l』『e』『n』『u』", "ｈａｈａｈａｈａｈａｈａｈａｈａ　ｓｌｉｔ　ｍｏｅｍｕ　４ｌｅｎｕ",
                    "ᐯꌃꀤ꒒ ᐯ ꓄ᐯꂦꀎ ꎭꍏ꓄ ꁅᐯꂦꁴꀸ, ᖘꂦᐯꍟꌗꀤ꒒ ꈤꍏ ꌗ꓄ꍟꈤꍟ ꀤ ꒒ꀎꌃꀎꀎꌗ ꍟꀤ ꀘꍏꀘ ꀘꍏꋪ꓄ꀤꈤꂦꀤ", "🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰🅷🅰 🆂🅻🅸🆃 🅼🅾🅴🅼🆄 4🅻🅴🅽🆄", "『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』『h』『a』 『s』『l』『i』『t』 『m』『o』『e』『m』『u』 『4』『l』『e』『n』『u』", "ｈａｈａｈａｈａｈａｈａｈａｈａ　ｓｌｉｔ　ｍｏｅｍｕ　４ｌｅｎｕ",
                    "ꂦ꓄ᐯꍟꁴ ꓄ᐯꂦꀎ ꎭꍏ꓄ ᐯ ꌃꂦꋪꀸꍟ꒒ ᐯꎭꍟꌗ꓄ꂦ ꎭꂦꋪꁅꍏ", "🅾🆃🆅🅴🆉 🆃🆅🅾🆄 🅼🅰🆃 🆅 🅱🅾🆁🅳🅴🅻 🆅🅼🅴🆂🆃🅾 🅼🅾🆁🅶🅰", "『o』『t』『v』『e』『z』 『t』『v』『o』『u』 『m』『a』『t』 『v』 『b』『o』『r』『d』『e』『l』 『v』『m』『e』『s』『t』『o』 『m』『o』『r』『g』『a』", "ｏｔｖｅｚ　ｔｖｏｕ　ｍａｔ　ｖ　ｂｏｒｄｅｌ　ｖｍｅｓｔｏ　ｍｏｒｇａ",
                    "ｏｔｖｅｚ　ｔｖｏｕ　ｍａｔ　ｖ　ｂｏｒｄｅｌ　ｖｍｅｓｔｏ　ｍｏｒｇａꀤ ꍟꌃꀎ ꍟꍟ ꓄ꍏꎭ", "ꌗꂦꋪꌩꍏꈤ ꈤꂦ ꓄ꌩ 🅾🅿🅴🆁 🅿🆁🅾🆃🅸🆅 🅼🅴🅽🆈🅰『i』 『t』『e』『p』『e』『r』 『p』『i』『s』『t』『o』『l』『e』『t』 『u』 『t』『v』『o』『e』『g』『o』 『v』『i』『s』『k』『a』", "slishkom izevo slilsa mne(REPORT LES)", "🅢🅛🅘🅢🅗🅚🅞🅜 🅘🅩🅔🅥🅞 🅢🅛🅘🅛🅢🅐 🅜🅝🅔(🅡🅔🅟🅞🅡🅣 🅛🅔🅢)", "丂ㄥ丨丂卄Ҝㄖ爪 丨乙乇ᐯㄖ 丂ㄥ丨ㄥ丂卂 爪几乇(尺乇卩ㄖ尺ㄒ ㄥ乇丂)",
                    "РЕПОРТ ЛЕС ИДЕТ ЕБАШИТЬ", "РЕПОРТ ЛЕС РАСКАТАЛ ТВОЮ МАТЬ ПО ПОЛУ", "РЕПОРТ ЛЕС РАЗЬЕБАЛ ТУПУЮ ЛОХУШКУ", "РЕПОРТ ЛЕС ИДЕТ ВАС ЕБАТЬ", "РЕПОРТ ЛЕС ВЫЕБАЛ ВСЕ ЧТО ДВИЖЕТСЯ А ЧТО НЕ ДВИЖЕТСЯ НАЧАЛ ДВИГАТЬ И ТОЖЕ ВЫЕБАЛ",
                    "ꌗ꒒ꀤꌗꃅꀘꂦꎭ ꀤꁴꍟᐯꂦ ꌗ꒒ꀤ꒒ꌗꍏ ꎭꈤꍟ(ꋪꍟᖘꂦꋪ꓄ ꒒ꍟꌗ)", "🆂🅻🅸🆂🅷🅺🅾🅼 🅸🆉🅴🆅🅾 🆂🅻🅸🅻🆂🅰 🅼🅽🅴(🆁🅴🅿🅾🆁🆃 🅻🅴🆂)", "『s』『l』『i』『s』『h』『k』『o』『m』 『i』『z』『e』『v』『o』 『s』『l』『i』『l』『s』『a』 『m』『n』『e』(『R』『E』『P』『O』『R』『T』 『L』『E』『S』)", "ｓｌｉｓｈｋｏｍ　ｉｚｅｖｏ　ｓｌｉｌｓａ　ｍｎｅ(ＲＥＰＯＲＴ　ＬＥＳ)", "haha slil tya petuha", "𝖍𝖆𝖍𝖆 𝖘𝖑𝖎𝖑 𝖙𝖞𝖆 𝖕𝖊𝖙𝖚𝖍𝖆", "Ⱨ₳Ⱨ₳ ₴ⱠłⱠ ₮Ɏ₳ ₱Ɇ₮ɄⱧ₳", "𝓱𝓪𝓱𝓪 𝓼𝓵𝓲𝓵 𝓽𝔂𝓪 𝓹𝓮𝓽𝓾𝓱𝓪", "『h』『a』『h』『a』 『s』『l』『i』『l』 『t』『y』『a』 『p』『e』『t』『u』『h』『a』", "ｈａｈａ　ｓｌｉｌ　ｔｙａ　ｐｅｔｕｈａ", "卄卂卄卂 丂ㄥ丨ㄥ ㄒㄚ卂 卩乇ㄒㄩ卄卂",
                    "𝖊𝖇𝖆𝖘𝖍𝖚 𝖙𝖚𝖕𝖆", "Ɇ฿₳₴ⱧɄ ₮Ʉ₱₳", "𝓮𝓫𝓪𝓼𝓱𝓾 𝓽𝓾𝓹𝓪", "『e』『b』『a』『s』『h』『u』 『t』『u』『p』『a』", "ｅｂａｓｈｕ　ｔｕｐａ", "乇乃卂丂卄ㄩ ㄒㄩ卩卂", "𝖛𝖟𝖇𝖔𝖑𝖙𝖆𝖑 𝖙𝖞𝖆 𝖍𝖚𝖊𝖒", "VⱫ฿ØⱠ₮₳Ⱡ ₮Ɏ₳ ⱧɄɆ₥", "𝓿𝔃𝓫𝓸𝓵𝓽𝓪𝓵 𝓽𝔂𝓪 𝓱𝓾𝓮𝓶", "『v』『z』『b』『o』『l』『t』『a』『l』 『t』『y』『a』 『h』『u』『e』『m』", "ｖｚｂｏｌｔａｌ　ｔｙａ　ｈｕｅｍ", "ᐯ乙乃ㄖㄥㄒ卂ㄥ ㄒㄚ卂 卄ㄩ乇爪", "𝖘𝖔𝖘𝖊𝖘𝖍 𝖒𝖓𝖊 𝖘 𝖟𝖆𝖌𝖑𝖔𝖙𝖔𝖒", "₴Ø₴Ɇ₴Ⱨ ₥₦Ɇ ₴ Ⱬ₳₲ⱠØ₮Ø₥", "𝓼𝓸𝓼𝓮𝓼𝓱 𝓶𝓷𝓮 𝓼 𝔃𝓪𝓰𝓵𝓸𝓽𝓸𝓶", "『s』『o』『s』『e』『s』『h』 『m』『n』『e』 『s』 『z』『a』『g』『l』『o』『t』『o』『m』", "ｖｚｂｏｌｔａｌ　ｔｙａ　ｈｕｅｍ", "ᐯ乙乃ㄖㄥㄒ卂ㄥ ㄒㄚ卂 卄ㄩ乇爪", 
                    "𝖊𝖇𝖚 𝖙𝖛𝖔𝖚 𝖒𝖆𝖙 𝖒𝖓𝖊 𝖘𝖐𝖚𝖘𝖍𝖓𝖔 𝖍𝖏𝖈𝖍𝖊𝖙𝖘𝖆 𝖘𝖕𝖆𝖙", "Ɇ฿Ʉ ₮VØɄ ₥₳₮ ₥₦Ɇ ₴₭Ʉ₴Ⱨ₦Ø ⱧJ₵ⱧɆ₮₴₳ ₴₱₳₮", "𝓮𝓫𝓾 𝓽𝓿𝓸𝓾 𝓶𝓪𝓽 𝓶𝓷𝓮 𝓼𝓴𝓾𝓼𝓱𝓷𝓸 𝓱𝓳𝓬𝓱𝓮𝓽𝓼𝓪 𝓼𝓹𝓪𝓽", "『e』『b』『u』 『t』『v』『o』『u』 『m』『a』『t』 『m』『n』『e』 『s』『k』『u』『s』『h』『n』『o』 『h』『j』『c』『h』『e』『t』『s』『a』 『s』『p』『a』『t』", "ｅｂｕ　ｔｖｏｕ　ｍａｔ　ｍｎｅ　ｓｋｕｓｈｎｏ　ｈｊｃｈｅｔｓａ　ｓｐａｔ", "乇乃ㄩ ㄒᐯㄖㄩ 爪卂ㄒ 爪几乇 丂Ҝㄩ丂卄几ㄖ 卄ﾌ匚卄乇ㄒ丂卂 丂卩卂ㄒ",
                    "𝖎𝖟𝖛𝖎𝖓𝖎 𝖊𝖇𝖞 𝖙𝖞𝖆", "łⱫVł₦ł Ɇ฿Ɏ ₮Ɏ₳", "𝓲𝔃𝓿𝓲𝓷𝓲 𝓮𝓫𝔂 𝓽𝔂𝓪", "『i』『z』『v』『i』『n』『i』 『e』『b』『y』 『t』『y』『a』", "ｉｚｖｉｎｉ　ｅｂｙ　ｔｙａ", "丨乙ᐯ丨几丨 乇乃ㄚ ㄒㄚ卂", "", "", "", "", "", "", 
                    "𝖊𝖇𝖚 𝖙𝖞𝖆 𝖔𝖙𝖛𝖊𝖗𝖙𝖐𝖆𝖎", "Ɇ฿Ʉ ₮Ɏ₳ Ø₮VɆⱤ₮₭₳ł", "𝓮𝓫𝓾 𝓽𝔂𝓪 𝓸𝓽𝓿𝓮𝓻𝓽𝓴𝓪𝓲", "『e』『b』『u』 『t』『y』『a』 『o』『t』『v』『e』『r』『t』『k』『a』『i』", "ｅｂｕ　ｔｙａ　ｏｔｖｅｒｔｋａｉ", "乇乃ㄩ ㄒㄚ卂 ㄖㄒᐯ乇尺ㄒҜ卂丨",
                    "𝖚𝖊𝖇𝖚 𝖙𝖊𝖇𝖞𝖆 𝖟𝖆𝖑𝖚𝖕𝖆𝖎 𝖐𝖗𝖆𝖘𝖎𝖛𝖆", "ɄɆ฿Ʉ ₮Ɇ฿Ɏ₳ Ⱬ₳ⱠɄ₱₳ł ₭Ɽ₳₴łV₳", "𝓾𝓮𝓫𝓾 𝓽𝓮𝓫𝔂𝓪 𝔃𝓪𝓵𝓾𝓹𝓪𝓲 𝓴𝓻𝓪𝓼𝓲𝓿𝓪", "『u』『e』『b』『u』 『t』『e』『b』『y』『a』 『z』『a』『l』『u』『p』『a』『i』 『k』『r』『a』『s』『i』『v』『a』", "ｕｅｂｕ　ｔｅｂｙａ　ｚａｌｕｐａｉ　ｋｒａｓｉｖａ", "ㄩ乇乃ㄩ ㄒ乇乃ㄚ卂 乙卂ㄥㄩ卩卂丨 Ҝ尺卂丂丨ᐯ卂",
                    "𝖍𝖚𝖞𝖆𝖗𝖚 𝖙𝖊𝖇𝖞𝖆 𝖆𝖍𝖚𝖊𝖓𝖔", "ⱧɄɎ₳ⱤɄ ₮Ɇ฿Ɏ₳ ₳ⱧɄɆ₦Ø", "𝓱𝓾𝔂𝓪𝓻𝓾 𝓽𝓮𝓫𝔂𝓪 𝓪𝓱𝓾𝓮𝓷𝓸", "『h』『u』『y』『a』『r』『u』 『t』『e』『b』『y』『a』 『a』『h』『u』『e』『n』『o』", "ｈｕｙａｒｕ　ｔｅｂｙａ　ａｈｕｅｎｏ", "卄ㄩㄚ卂尺ㄩ ㄒ乇乃ㄚ卂 卂卄ㄩ乇几ㄖ",
                    "𝖆𝖍𝖊𝖗𝖊𝖓𝖆 𝖛𝖟'𝖊𝖇𝖆𝖑 𝖙𝖞𝖆 =𝕯", "₳ⱧɆⱤɆ₦₳ VⱫ'Ɇ฿₳Ⱡ ₮Ɏ₳ =Đ", "𝓪𝓱𝓮𝓻𝓮𝓷𝓪 𝓿𝔃'𝓮𝓫𝓪𝓵 𝓽𝔂𝓪 =𝓓", "『a』『h』『e』『r』『e』『n』『a』 『v』『z』'『e』『b』『a』『l』 『t』『y』『a』 =『D』", "ａｈｅｒｅｎａ　ｖｚ'ｅｂａｌ　ｔｙａ　=Ｄ", "卂卄乇尺乇几卂 ᐯ乙'乇乃卂ㄥ ㄒㄚ卂 =ᗪ",
                    "𝖞𝖆 𝖕𝖔𝖛𝖊𝖘𝖎𝖑 𝖙𝖊𝖇𝖞𝖆 𝖓𝖆 𝖐𝖎𝖘𝖍𝖐𝖆𝖍 𝖙𝖛𝖔𝖊𝖎 𝖒𝖆𝖙𝖊𝖗𝖎 𝖎 𝖓𝖆𝖘𝖗𝖆𝖑 𝖙𝖛𝖔𝖊𝖒𝖚 𝖔𝖙𝖈𝖚 𝖛 𝖒𝖔𝖟𝖌", "Ɏ₳ ₱ØVɆ₴łⱠ ₮Ɇ฿Ɏ₳ ₦₳ ₭ł₴Ⱨ₭₳Ⱨ ₮VØɆł ₥₳₮ɆⱤł ł ₦₳₴Ɽ₳Ⱡ ₮VØɆ₥Ʉ Ø₮₵Ʉ V ₥ØⱫ₲", "𝔂𝓪 𝓹𝓸𝓿𝓮𝓼𝓲𝓵 𝓽𝓮𝓫𝔂𝓪 𝓷𝓪 𝓴𝓲𝓼𝓱𝓴𝓪𝓱 𝓽𝓿𝓸𝓮𝓲 𝓶𝓪𝓽𝓮𝓻𝓲 𝓲 𝓷𝓪𝓼𝓻𝓪𝓵 𝓽𝓿𝓸𝓮𝓶𝓾 𝓸𝓽𝓬𝓾 𝓿 𝓶𝓸𝔃𝓰", "『y』『a』 『p』『o』『v』『e』『s』『i』『l』 『t』『e』『b』『y』『a』 『n』『a』 『k』『i』『s』『h』『k』『a』『h』 『t』『v』『o』『e』『i』 『m』『a』『t』『e』『r』『i』 『i』 『n』『a』『s』『r』『a』『l』 『t』『v』『o』『e』『m』『u』 『o』『t』『c』『u』 『v』 『m』『o』『z』『g』", "ｙａ　ｐｏｖｅｓｉｌ　ｔｅｂｙａ　ｎａ　ｋｉｓｈｋａｈ　ｔｖｏｅｉ　ｍａｔｅｒｉ　ｉ　ｎａｓｒａｌ　ｔｖｏｅｍｕ　ｏｔｃｕ　ｖ　ｍｏｚｇ", "ㄚ卂 卩ㄖᐯ乇丂丨ㄥ ㄒ乇乃ㄚ卂 几卂 Ҝ丨丂卄Ҝ卂卄 ㄒᐯㄖ乇丨 爪卂ㄒ乇尺丨 丨 几卂丂尺卂ㄥ ㄒᐯㄖ乇爪ㄩ ㄖㄒ匚ㄩ ᐯ 爪ㄖ乙Ꮆ",
                    "𝖉𝖎𝖐𝖆 𝖆𝖙𝖘𝖆𝖘𝖆𝖑 𝖒𝖓𝖊 𝖕𝖔𝖉 𝖙𝖗𝖊𝖐 𝖒𝖔𝖗𝖌𝖊𝖓𝖘𝖍𝖙𝖊𝖗𝖓𝖆", "Đł₭₳ ₳₮₴₳₴₳Ⱡ ₥₦Ɇ ₱ØĐ ₮ⱤɆ₭ ₥ØⱤ₲Ɇ₦₴Ⱨ₮ɆⱤ₦₳", "𝓭𝓲𝓴𝓪 𝓪𝓽𝓼𝓪𝓼𝓪𝓵 𝓶𝓷𝓮 𝓹𝓸𝓭 𝓽𝓻𝓮𝓴 𝓶𝓸𝓻𝓰𝓮𝓷𝓼𝓱𝓽𝓮𝓻𝓷𝓪", "『d』『i』『k』『a』 『a』『t』『s』『a』『s』『a』『l』 『m』『n』『e』 『p』『o』『d』 『t』『r』『e』『k』 『m』『o』『r』『g』『e』『n』『s』『h』『t』『e』『r』『n』『a』", "ｄｉｋａ　ａｔｓａｓａｌ　ｍｎｅ　ｐｏｄ　ｔｒｅｋ　ｍｏｒｇｅｎｓｈｔｅｒｎａ", "ᗪ丨Ҝ卂 卂ㄒ丂卂丂卂ㄥ 爪几乇 卩ㄖᗪ ㄒ尺乇Ҝ 爪ㄖ尺Ꮆ乇几丂卄ㄒ乇尺几卂",
                    "𝖟𝖆𝖐𝖗𝖔𝖎 𝖗𝖔𝖙 𝖕𝖔𝖐𝖆 𝖞𝖆 𝖙𝖛𝖔𝖚 𝖒𝖆𝖙' 𝖓𝖊 𝖛𝖞𝖊𝖇𝖆𝖑 𝖘𝖓𝖔𝖛𝖆", "Ⱬ₳₭ⱤØł ⱤØ₮ ₱Ø₭₳ Ɏ₳ ₮VØɄ ₥₳₮' ₦Ɇ VɎɆ฿₳Ⱡ ₴₦ØV₳", "𝔃𝓪𝓴𝓻𝓸𝓲 𝓻𝓸𝓽 𝓹𝓸𝓴𝓪 𝔂𝓪 𝓽𝓿𝓸𝓾 𝓶𝓪𝓽' 𝓷𝓮 𝓿𝔂𝓮𝓫𝓪𝓵 𝓼𝓷𝓸𝓿𝓪", "『z』『a』『k』『r』『o』『i』 『r』『o』『t』 『p』『o』『k』『a』 『y』『a』 『t』『v』『o』『u』 『m』『a』『t』' 『n』『e』 『v』『y』『e』『b』『a』『l』 『s』『n』『o』『v』『a』", "ｚａｋｒｏｉ　ｒｏｔ　ｐｏｋａ　ｙａ　ｔｖｏｕ　ｍａｔ'　ｎｅ　ｖｙｅｂａｌ　ｓｎｏｖａ", "乙卂Ҝ尺ㄖ丨 尺ㄖㄒ 卩ㄖҜ卂 ㄚ卂 ㄒᐯㄖㄩ 爪卂ㄒ' 几乇 ᐯㄚ乇乃卂ㄥ 丂几ㄖᐯ卂",
                    "𝖕𝖔𝖈𝖍𝖊𝖒𝖚 𝖓𝖔𝖊𝖘𝖍, 𝖔𝖕𝖞𝖆𝖙' 𝖒𝖔𝖊𝖌𝖔 𝖍𝖚𝖞𝖆 𝖓𝖊 𝖉𝖔𝖘𝖙𝖆𝖑𝖔𝖘?", "₱Ø₵ⱧɆ₥Ʉ ₦ØɆ₴Ⱨ, Ø₱Ɏ₳₮' ₥ØɆ₲Ø ⱧɄɎ₳ ₦Ɇ ĐØ₴₮₳ⱠØ₴?", "𝓹𝓸𝓬𝓱𝓮𝓶𝓾 𝓷𝓸𝓮𝓼𝓱, 𝓸𝓹𝔂𝓪𝓽' 𝓶𝓸𝓮𝓰𝓸 𝓱𝓾𝔂𝓪 𝓷𝓮 𝓭𝓸𝓼𝓽𝓪𝓵𝓸𝓼?", "『p』『o』『c』『h』『e』『m』『u』 『n』『o』『e』『s』『h』, 『o』『p』『y』『a』『t』' 『m』『o』『e』『g』『o』 『h』『u』『y』『a』 『n』『e』 『d』『o』『s』『t』『a』『l』『o』『s』?", "ｐｏｃｈｅｍｕ　ｎｏｅｓｈ,　ｏｐｙａｔ'　ｍｏｅｇｏ　ｈｕｙａ　ｎｅ　ｄｏｓｔａｌｏｓ?", "卩ㄖ匚卄乇爪ㄩ 几ㄖ乇丂卄, ㄖ卩ㄚ卂ㄒ' 爪ㄖ乇Ꮆㄖ 卄ㄩㄚ卂 几乇 ᗪㄖ丂ㄒ卂ㄥㄖ丂?",
                    "𝖙𝖞 𝖟𝖆𝖈𝖍𝖊𝖒 𝖔𝖙 𝖒𝖔𝖊𝖌𝖔 𝖍𝖚𝖞𝖆 𝖛 𝖘𝖙𝖗𝖆𝖍𝖊 𝖇𝖊𝖟𝖍𝖎𝖘𝖍, 𝖓𝖆𝖕𝖚𝖌𝖆𝖓 𝖌𝖎𝖌𝖆𝖓𝖙𝖘𝖐𝖎𝖒𝖎 𝖗𝖆𝖟𝖒𝖊𝖗𝖆𝖒𝖎 𝖈𝖍𝖙𝖔𝖑𝖎?", "₮Ɏ Ⱬ₳₵ⱧɆ₥ Ø₮ ₥ØɆ₲Ø ⱧɄɎ₳ V ₴₮Ɽ₳ⱧɆ ฿ɆⱫⱧł₴Ⱨ, ₦₳₱Ʉ₲₳₦ ₲ł₲₳₦₮₴₭ł₥ł Ɽ₳Ⱬ₥ɆⱤ₳₥ł ₵Ⱨ₮ØⱠł?", "𝓽𝔂 𝔃𝓪𝓬𝓱𝓮𝓶 𝓸𝓽 𝓶𝓸𝓮𝓰𝓸 𝓱𝓾𝔂𝓪 𝓿 𝓼𝓽𝓻𝓪𝓱𝓮 𝓫𝓮𝔃𝓱𝓲𝓼𝓱, 𝓷𝓪𝓹𝓾𝓰𝓪𝓷 𝓰𝓲𝓰𝓪𝓷𝓽𝓼𝓴𝓲𝓶𝓲 𝓻𝓪𝔃𝓶𝓮𝓻𝓪𝓶𝓲 𝓬𝓱𝓽𝓸𝓵𝓲?", "『t』『y』 『z』『a』『c』『h』『e』『m』 『o』『t』 『m』『o』『e』『g』『o』 『h』『u』『y』『a』 『v』 『s』『t』『r』『a』『h』『e』 『b』『e』『z』『h』『i』『s』『h』, 『n』『a』『p』『u』『g』『a』『n』 『g』『i』『g』『a』『n』『t』『s』『k』『i』『m』『i』 『r』『a』『z』『m』『e』『r』『a』『m』『i』 『c』『h』『t』『o』『l』『i』?", "ｔｙ　ｚａｃｈｅｍ　ｏｔ　ｍｏｅｇｏ　ｈｕｙａ　ｖ　ｓｔｒａｈｅ　ｂｅｚｈｉｓｈ,　ｎａｐｕｇａｎ　ｇｉｇａｎｔｓｋｉｍｉ　ｒａｚｍｅｒａｍｉ　ｃｈｔｏｌｉ?", "ㄒㄚ 乙卂匚卄乇爪 ㄖㄒ 爪ㄖ乇Ꮆㄖ 卄ㄩㄚ卂 ᐯ 丂ㄒ尺卂卄乇 乃乇乙卄丨丂卄, 几卂卩ㄩᎶ卂几 Ꮆ丨Ꮆ卂几ㄒ丂Ҝ丨爪丨 尺卂乙爪乇尺卂爪丨 匚卄ㄒㄖㄥ丨?",
                    "𝖐𝖆𝖐 𝖟𝖍𝖊 𝖘𝖑𝖆𝖉𝖐𝖔 𝖛𝖞𝖊𝖇𝖆𝖑 𝖙𝖛𝖔𝖚 𝖒𝖆𝖙' 𝖛𝖈𝖍𝖊𝖗𝖆, 𝖔𝖓𝖆 𝖙𝖆𝖐 𝖘𝖙𝖔𝖓𝖆𝖑𝖆, 𝖒𝖓𝖊 𝖉𝖆𝖟𝖍𝖊 𝖟𝖍𝖆𝖑𝖐𝖔 𝖊𝖊 𝖘𝖙𝖆𝖑𝖔, 𝖟𝖍𝖆𝖑 𝖈𝖍𝖙𝖔 𝖞𝖆 𝖘𝖑𝖚𝖈𝖍𝖆𝖎𝖓𝖔 𝖚𝖇𝖎𝖑 𝖊𝖊 𝖘𝖛𝖔𝖎𝖒 𝖍𝖚𝖊𝖒", "₭₳₭ ⱫⱧɆ ₴Ⱡ₳Đ₭Ø VɎɆ฿₳Ⱡ ₮VØɄ ₥₳₮' V₵ⱧɆⱤ₳, Ø₦₳ ₮₳₭ ₴₮Ø₦₳Ⱡ₳, ₥₦Ɇ Đ₳ⱫⱧɆ ⱫⱧ₳Ⱡ₭Ø ɆɆ ₴₮₳ⱠØ, ⱫⱧ₳Ⱡ ₵Ⱨ₮Ø Ɏ₳ ₴ⱠɄ₵Ⱨ₳ł₦Ø Ʉ฿łⱠ ɆɆ ₴VØł₥ ⱧɄɆ₥", "𝓴𝓪𝓴 𝔃𝓱𝓮 𝓼𝓵𝓪𝓭𝓴𝓸 𝓿𝔂𝓮𝓫𝓪𝓵 𝓽𝓿𝓸𝓾 𝓶𝓪𝓽' 𝓿𝓬𝓱𝓮𝓻𝓪, 𝓸𝓷𝓪 𝓽𝓪𝓴 𝓼𝓽𝓸𝓷𝓪𝓵𝓪, 𝓶𝓷𝓮 𝓭𝓪𝔃𝓱𝓮 𝔃𝓱𝓪𝓵𝓴𝓸 𝓮𝓮 𝓼𝓽𝓪𝓵𝓸, 𝔃𝓱𝓪𝓵 𝓬𝓱𝓽𝓸 𝔂𝓪 𝓼𝓵𝓾𝓬𝓱𝓪𝓲𝓷𝓸 𝓾𝓫𝓲𝓵 𝓮𝓮 𝓼𝓿𝓸𝓲𝓶 𝓱𝓾𝓮𝓶", "『k』『a』『k』 『z』『h』『e』 『s』『l』『a』『d』『k』『o』 『v』『y』『e』『b』『a』『l』 『t』『v』『o』『u』 『m』『a』『t』' 『v』『c』『h』『e』『r』『a』, 『o』『n』『a』 『t』『a』『k』 『s』『t』『o』『n』『a』『l』『a』, 『m』『n』『e』 『d』『a』『z』『h』『e』 『z』『h』『a』『l』『k』『o』 『e』『e』 『s』『t』『a』『l』『o』, 『z』『h』『a』『l』 『c』『h』『t』『o』 『y』『a』 『s』『l』『u』『c』『h』『a』『i』『n』『o』 『u』『b』『i』『l』 『e』『e』 『s』『v』『o』『i』『m』 『h』『u』『e』『m』", "ｋａｋ　ｚｈｅ　ｓｌａｄｋｏ　ｖｙｅｂａｌ　ｔｖｏｕ　ｍａｔ'　ｖｃｈｅｒａ,　ｏｎａ　ｔａｋ　ｓｔｏｎａｌａ,　ｍｎｅ　ｄａｚｈｅ　ｚｈａｌｋｏ　ｅｅ　ｓｔａｌｏ,　ｚｈａｌ　ｃｈｔｏ　ｙａ　ｓｌｕｃｈａｉｎｏ　ｕｂｉｌ　ｅｅ　ｓｖｏｉｍ　ｈｕｅｍ", "Ҝ卂Ҝ 乙卄乇 丂ㄥ卂ᗪҜㄖ ᐯㄚ乇乃卂ㄥ ㄒᐯㄖㄩ 爪卂ㄒ' ᐯ匚卄乇尺卂, ㄖ几卂 ㄒ卂Ҝ 丂ㄒㄖ几卂ㄥ卂, 爪几乇 ᗪ卂乙卄乇 乙卄卂ㄥҜㄖ 乇乇 丂ㄒ卂ㄥㄖ, 乙卄卂ㄥ 匚卄ㄒㄖ ㄚ卂 丂ㄥㄩ匚卄卂丨几ㄖ ㄩ乃丨ㄥ 乇乇 丂ᐯㄖ丨爪 卄ㄩ乇爪",
                    "𝖒𝖆𝖒𝖚 𝖙𝖛𝖔𝖞𝖚 𝖊𝖇𝖆𝖑 𝖑𝖊𝖌𝖐𝖔)", "₥₳₥Ʉ ₮VØɎɄ Ɇ฿₳Ⱡ ⱠɆ₲₭Ø)", "𝓶𝓪𝓶𝓾 𝓽𝓿𝓸𝔂𝓾 𝓮𝓫𝓪𝓵 𝓵𝓮𝓰𝓴𝓸)", "『m』『a』『m』『u』 『t』『v』『o』『y』『u』 『e』『b』『a』『l』 『l』『e』『g』『k』『o』)", "ｍａｍｕ　ｔｖｏｙｕ　ｅｂａｌ　ｌｅｇｋｏ)", "爪卂爪ㄩ ㄒᐯㄖㄚㄩ 乇乃卂ㄥ ㄥ乇ᎶҜㄖ)",
                    "𝖍𝖚𝖊𝖘𝖔𝖘 𝖞𝖆 𝖙𝖛𝖔𝖞𝖚 𝖒𝖆𝖒𝖐𝖚 𝖘𝖔𝖙𝖓𝖎 𝖗𝖆𝖟 𝖕𝖊𝖗𝖊𝖊𝖇𝖆𝖑 𝖓𝖆 𝖕𝖔𝖘𝖙𝖊𝖑𝖊 𝖌𝖉𝖊 𝖙𝖎 𝖘𝖕𝖎𝖘𝖍)", "ⱧɄɆ₴Ø₴ Ɏ₳ ₮VØɎɄ ₥₳₥₭Ʉ ₴Ø₮₦ł Ɽ₳Ⱬ ₱ɆⱤɆɆ฿₳Ⱡ ₦₳ ₱Ø₴₮ɆⱠɆ ₲ĐɆ ₮ł ₴₱ł₴Ⱨ)", "𝓱𝓾𝓮𝓼𝓸𝓼 𝔂𝓪 𝓽𝓿𝓸𝔂𝓾 𝓶𝓪𝓶𝓴𝓾 𝓼𝓸𝓽𝓷𝓲 𝓻𝓪𝔃 𝓹𝓮𝓻𝓮𝓮𝓫𝓪𝓵 𝓷𝓪 𝓹𝓸𝓼𝓽𝓮𝓵𝓮 𝓰𝓭𝓮 𝓽𝓲 𝓼𝓹𝓲𝓼𝓱)", "『h』『u』『e』『s』『o』『s』 『y』『a』 『t』『v』『o』『y』『u』 『m』『a』『m』『k』『u』 『s』『o』『t』『n』『i』 『r』『a』『z』 『p』『e』『r』『e』『e』『b』『a』『l』 『n』『a』 『p』『o』『s』『t』『e』『l』『e』 『g』『d』『e』 『t』『i』 『s』『p』『i』『s』『h』)", "ｈｕｅｓｏｓ　ｙａ　ｔｖｏｙｕ　ｍａｍｋｕ　ｓｏｔｎｉ　ｒａｚ　ｐｅｒｅｅｂａｌ　ｎａ　ｐｏｓｔｅｌｅ　ｇｄｅ　ｔｉ　ｓｐｉｓｈ)", "卄ㄩ乇丂ㄖ丂 ㄚ卂 ㄒᐯㄖㄚㄩ 爪卂爪Ҝㄩ 丂ㄖㄒ几丨 尺卂乙 卩乇尺乇乇乃卂ㄥ 几卂 卩ㄖ丂ㄒ乇ㄥ乇 Ꮆᗪ乇 ㄒ丨 丂卩丨丂卄)",
                    "𝖙𝖛𝖔𝖊𝖌𝖔 𝖔𝖙𝖈𝖍𝖎𝖒𝖆 𝖓𝖆 𝖟𝖔𝖓𝖚 𝖔𝖙𝖕𝖗𝖆𝖛𝖎𝖑 𝖌𝖉𝖊 𝖊𝖌𝖔 𝖊𝖇𝖆𝖑𝖎 𝖐𝖆𝖐 𝖙𝖛𝖔𝖞𝖚 𝖒𝖆𝖙`", "₮VØɆ₲Ø Ø₮₵Ⱨł₥₳ ₦₳ ⱫØ₦Ʉ Ø₮₱Ɽ₳VłⱠ ₲ĐɆ Ɇ₲Ø Ɇ฿₳Ⱡł ₭₳₭ ₮VØɎɄ ₥₳₮`", "𝓽𝓿𝓸𝓮𝓰𝓸 𝓸𝓽𝓬𝓱𝓲𝓶𝓪 𝓷𝓪 𝔃𝓸𝓷𝓾 𝓸𝓽𝓹𝓻𝓪𝓿𝓲𝓵 𝓰𝓭𝓮 𝓮𝓰𝓸 𝓮𝓫𝓪𝓵𝓲 𝓴𝓪𝓴 𝓽𝓿𝓸𝔂𝓾 𝓶𝓪𝓽`", "『t』『v』『o』『e』『g』『o』 『o』『t』『c』『h』『i』『m』『a』 『n』『a』 『z』『o』『n』『u』 『o』『t』『p』『r』『a』『v』『i』『l』 『g』『d』『e』 『e』『g』『o』 『e』『b』『a』『l』『i』 『k』『a』『k』 『t』『v』『o』『y』『u』 『m』『a』『t』`", "ｔｖｏｅｇｏ　ｏｔｃｈｉｍａ　ｎａ　ｚｏｎｕ　ｏｔｐｒａｖｉｌ　ｇｄｅ　ｅｇｏ　ｅｂａｌｉ　ｋａｋ　ｔｖｏｙｕ　ｍａｔ`", "ㄒᐯㄖ乇Ꮆㄖ ㄖㄒ匚卄丨爪卂 几卂 乙ㄖ几ㄩ ㄖㄒ卩尺卂ᐯ丨ㄥ Ꮆᗪ乇 乇Ꮆㄖ 乇乃卂ㄥ丨 Ҝ卂Ҝ ㄒᐯㄖㄚㄩ 爪卂ㄒ`",
                    "Че ты мне сделаешь, сын портовой шлюхи?", "ꌗꂦꌗꍟꌗꃅ", "『m』『a』『m』『u』 『e』『b』『a』『l』", "『h』『a』『h』 『o』『r』『u』 『s』 『t』『e』『b』『y』『a』", "꒒ꍏ꒒ꀘꍏ", "🆂🅾🆂🅴🆂🅷 🅼🅽🅴 🅳🅸🅺🅾", "ｅｓｔｅｔｉｃｈｎｏ　ｅｂｕ　ｔｅｂｙａ", "ꃅꍏꃅꍏ ꂦꋪꀎ ꀘꍏꀘꂦꀤ ꁴꃅꍟ ꓄ꌩ ꈤꀤꉓꃅ꓄ꂦꁴꃅꈤꌩꀤ"]

# варианты фото
PHOTO_VARIANTS = ["photo-198847189_457239017", "photo-198847189_457239018", "photo-198847189_457239019", "photo-198847189_457239021", "photo-198847189_457239023",
                  "photo-198847189_457239024", "photo-198847189_457239025", "photo-198847189_457239027", "photo-198847189_457239030", "photo-198847189_457239031",
                  "photo-198847189_457239033", "photo-198847189_457239034", "photo-198847189_457239035", "photo-198847189_457239036", "photo-198847189_457239037",
                  "photo-198847189_457239038", "photo-198847189_457239039", "photo-198847189_457239040", "photo-198847189_457239041", "photo-198847189_457239049",
                  "photo-198847189_457239050", "photo-198847189_457239051", "photo-198847189_457239052", "photo-198847189_457239053", "photo-198847189_457239054",
                  "photo-198847189_457239055", "photo-198847189_457239056", "photo-198847189_457239057", "photo-198847189_457239058", "photo-198847189_457239059",
                  "photo-198847189_457239060", "photo-198847189_457239061", "photo-198847189_457239062", "photo-198847189_457239063", "photo-198847189_457239064",
                  "photo-198847189_457239065", "photo-198847189_457239066", "photo-198847189_457239067", "photo-198847189_457239068", "photo-198847189_457239069",
                  "photo-198847189_457239070", "photo-198847189_457239071", "photo-198847189_457239072", "photo-198847189_457239073", "photo-198847189_457239074",
                  "photo-198847189_457239075", "photo-198847189_457239076", "photo-198847189_457239077", "photo-198847189_457239078", "photo-198847189_457239079",
                  "photo-198847189_457239080", "photo-198847189_457239081", "photo-198847189_457239083", "photo-198847189_457239084", "photo-198847189_457239085",
                  "photo-198847189_457239086", "photo-198847189_457239087", "photo-198847189_457239088", "photo-198847189_457239089", "photo-198847189_457239090",
                  "photo-198847189_457239091", "photo-198847189_457239092", "photo-198847189_457239093", "photo-198847189_457239094", "photo-198847189_457239095",
                  "photo-198847189_457239096"]

# варианты ошибок доступа
ERRORS = "Пососи", "А залупой по голове не хочешь?", "Хуя че вздумал", "Это так не работает", "1к и я подумаю"

